Repository: 2sem/TagForge
Catalog: Projects/App/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: '%@' is already in the list
ko: '%@'은(는) 이미 목록에 있습니다

source: %@ words added
ko: 단어 %@개 추가됨

# %@ words added, %@ duplicates skipped
source: %1$@ words added, %2$@ duplicates skipped
ko: 단어 %1$@개 추가됨, 중복 %2$@개 건너뜀

source: %lld tags
ko: %lld 태그

source: %lld words
ko: %lld 단어

# accessibility.option.addHash
source: Add hashtag prefix
ko: 해시태그 추가

# accessibility.option.addHash.hint
source: Each tag is prefixed with a hash symbol
ko: 각 태그 앞에 # 기호가 붙습니다

# accessibility.option.combinations
source: Generate combinations
ko: 조합 생성

# accessibility.option.combinations.hint
source: Generates all permutations of your words
ko: 단어의 모든 조합을 생성합니다

# accessibility.option.typo
source: Include typo variants
ko: 오타 변형 포함

# accessibility.option.typo.hint
source: Shows typo configuration options
ko: 오타 설정 옵션을 표시합니다

source: Add
ko: 추가

source: Add some tags.
ko: 태그를 추가해보세요.

source: Add Word
ko: 단어 추가

source: Are you sure you want to delete this WordSet? All tags will be deleted as well.
ko: 이 단어 묶음을 삭제하시겠습니까? 모든 태그가 함께 삭제됩니다.

source: Cancel
ko: 취소

source: Close
ko: 닫기

source: Combinations
ko: 조합 생성

# combinations.max_length
source: Max Words
ko: 최대 단어 수

source: Copied!
ko: 복사 완료!

source: Copy
ko: 복사

source: Default
ko: 기본

source: Delete
ko: 삭제

source: Delete WordSet
ko: 단어 묶음 삭제

source: Duplicate Word
ko: 중복된 단어

source: Edit Set Name
ko: 이름 변경

source: Enter a word...
ko: 태그에 사용할 단어를 입력하세요...

source: Generate combinations
ko: 조합 생성

source: Generate Tags
ko: 태그 생성

source: Generated Tags
ko: 생성된 태그

source: New Set Name
ko: 새 단어 묶음 이름

source: No words in the current set. Add words.
ko: 현재 태그 생성에 사용할 단어가 없습니다. 단어를 추가하세요.

source: OK
ko: 확인

source: Save
ko: 저장

source: Select existing set
ko: 현재 묶음 선택

source: Set Name
ko: 단어 묶음 이름

source: Share
ko: 공유

# sheet.generatedTags.copied
source: Copied!
ko: 복사됨!

# sheet.generatedTags.copy
source: Copy
ko: 복사

# sheet.generatedTags.counter
source: %d tags · %d ch
ko: 태그 %d개 · %d자

# sheet.generatedTags.empty
source: All tags removed
ko: 모든 태그가 제거되었습니다

# sheet.generatedTags.removeTag
source: Remove %@
ko: %@ 제거

# sheet.generatedTags.reset
source: Reset (%d removed)
ko: 초기화 (%d개 제거됨)

# sheet.generatedTags.share
source: Share
ko: 공유

# sheet.generatedTags.title
source: Generated Tags
ko: 생성된 태그

# sync.message.connecting
source: Connecting to iCloud...
ko: iCloud에 연결하는 중...

# sync.message.loading
source: Loading your data...
ko: 데이터 불러오는 중...

# sync.message.saving
source: Saving changes...
ko: 변경 사항 저장 중...

source: Synchronizing ...
ko: iCloud 동기화 중...

source: TagForge
ko: 태그공방

source: Tags copied!
ko: 태그가 복사되었습니다!

source: Try generating tags
ko: 태그를 만들어보세요

# options.typoVariants.footnote
source: Creates a small set of likely variants. Keep usage selective to avoid spammy output.
ko: 적은 수의 오타 변형만 만듭니다. 과도한 사용은 피하세요.

# options.typoVariants.helper.off
source: Optionally generate likely typo-style variations.
ko: 오타 형태의 가능성 있는 변형을 선택적으로 생성합니다.

# options.typoVariants.helper.on
source: Adds a limited set of typo variants to broaden tag coverage.
ko: 태그 범위를 넓히기 위해 제한된 오타 변형을 추가합니다.

# options.typoVariants.helper.low
source: Creates a conservative set of likely typo variants.
ko: 가능성이 높은 오타 변형을 소수만 생성합니다.

# options.typoVariants.helper.medium
source: Adds a wider set of typo variants while keeping results balanced.
ko: 오타 변형 범위를 조금 더 넓혀 더 다양하게 만들어줍니다.

# options.typoVariants.intensity
source: Variant intensity
ko: 변형 강도

# options.typoVariants.low
source: Low
ko: 낮음

# options.typoVariants.medium
source: Medium
ko: 중간

# options.typoVariants.title
source: Typo Variants
ko: 오타 변형

# options.typoVariants.toggle
source: Include typo variants
ko: 오타 변형 포함

# options.typoVariants.warning.body
source: Too many typo variants can reduce clarity and make tags feel spammy.
ko: 오타 변형이 너무 많으면 명확성이 떨어지고 태그가 스팸처럼 보일 수 있습니다.

# options.typoVariants.warning.title
source: Use sparingly
ko: 신중하게 사용하세요

# options.chip.typo
source: Typo
ko: 오타

# options.typoVariants.description.low
source: Creates a conservative set of likely typo variants.
ko: 가능성이 높은 오타 변형을 소수만 생성합니다.

# options.typoVariants.description.medium
source: Adds a wider set of typo variants while keeping results balanced.
ko: 오타 변형 범위를 조금 더 넓혀 더 다양하게 만들어줍니다.

# options.detail.maxWords
source: Max words
ko: 최대 단어 수

# options.detail.typoLevel
source: Typo level
ko: 오타 강도

# options.section.combination
source: Combination
ko: 조합

# options.section.typo
source: Typo
ko: 오타

# WordSet Selection
source: My Word Sets
ko: 내 단어 세트
